Repository: Loqui67/Portfolio
Catalog: src/locales/*/messages.po
Languages: fr

source: About
fr: A propos de moi

source: About me 1rst paragraph
fr: Je suis actuellement en première année du cycle ingénieur à CESI Strasbourg, une école utilisant la méthode PBL (problem based learning). Je recherche actuellement un stage à l'étranger, dans le cadre de mes études du x septembre au x janvier.

source: About me 2nd paragraph
fr: Durant mon temps libre je travaille sur mes projets personnels ou je sors avec mes amis. Je suis un judoka depuis près de 10 ans, actuellement ceinture marron. Je suis également un bon skieur, c'est un sport que j'affectionne beaucoup.

source: About me 3rd paragraph
fr: Je parle français couramment et j'ai un niveau correct en anglais, niveau B2 (TOEIC : 810 pts).

source: BacDescription
fr: Baccalauréat Scientifique, spécialité SI, obtenu avec mention assez bien européenne.

source: BacTitle
fr: Obtention du Baccalauréat

source: Click on an event to learn more
fr: Cliquez sur un événement pour en savoir plus

source: Contact
fr: Me contacter

source: Contact Me
fr: Envoie-moi un message !

source: Description alcatel dashboard
fr: Un dashboard entier (front, back, BDD) créé lors de mon stage chez Alcatel Lucent, pour visualiser les résultats des tests IHM. Utilisation de React, NodeJS et MySQL.

source: Description backup management software
fr: Dans le cadre de mes études, création d'un logiciel en C# permettant de créer des presets de sauvegardes, et de les lancer. Enregistrement de logs, différentes possibilités de configurations.

source: Description plateformer game
fr: Début d'un petit jeu de plateforme à l'aide de Unity, en cours de développement.

source: Description portfolio website
fr: Le site que vous êtes en train de visiter !

source: Description vacation planner website
fr: Un site web pour planifier ses vacances, regroupant des maisons de vacances. Il permet de les noter et de les commenter. Recherche par critères, et possibilité de créer des comptes. Utilisation de React, NodeJS et MySQL.

source: EngeeneringSchoolDiplomaDescription
fr: Obtention de mon diplôme d'ingénieur en informatique.

source: EngeeneringSchoolDiplomaTitle
fr: Diplome d'ingénieur en informatique

source: EntryCesiDescription
fr: Mon entrée à l'école d'ingénieur CESI, pour y suivre une formation d'ingénieur en informatique. Cursus en 5 ans, avec un cycle préparatoire intégré.

source: EntryCesiTitle
fr: Entrée à l'école d'ingénieur CESI

source: Error
fr: Erreur

source: Hello !
fr: Salut !

source: Home
fr: Accueil

source: I'm still working on this website, so please be patient :)
fr: Je travaille encore sur ce site, alors soyez patients :)

source: Let's go !
fr: C'est parti !

source: Message sent successfully!
fr: Le message a bien été envoyé !

source: My projects
fr: Mes projets

source: Plateformer game
fr: Jeu de plateforme

source: Please enter a message.
fr: Merci d'entrer un message.

source: Please enter a name.
fr: Merci d'entrer un nom.

source: Please enter a valid email.
fr: Merci d'entrer une adresse email valide.

source: Please fill out the form correctly.
fr: Merci de remplir le formulaire correctement.

source: Portfolio website
fr: Site web de portfolio

source: Sens de l'initiative
fr: Prise d'initiatives

source: Sens de l'organisation
fr: Organisation

source: Sens de la gestion de projet
fr: Gestion de projet

source: Sens de la gestion de stress
fr: Gestion du stress

source: Sens de la gestion de temps
fr: Gestion du temps

source: Sens de la responsabilité
fr: Responsable

source: Skills
fr: Mes compétences

source: Something went wrong. Please try again later.
fr: Quelque chose s'est mal passé. Merci de réessayer plus tard.

source: StageA2Description
fr: Un stage de 4 mois réalisé chez Alcatel-Lucent pour y découvrir le monde de l'entreprise, et plus particulièrement le monde du tests automatisés. J'ai pu écrire différents tests automatisés en Java, et découvrir le framework Selenium. J'y ai également découvert le monde du DevOps, et plus particulièrement le CI/CD. Durant ce stage, j'ai développé un dashboard en React, NodeJS et MySQL, permettant d'afficher les résultats des tests.

source: StageA2Title
fr: Stage de 2ème année

source: StageA3Description
fr: Un stage de 3 mois réalisé chez Thinkfab en tant que développeur React. J'en retire une expérience enrichissante et de nouvelles connaissances dans des bibliothèques React, tel que Redux.

source: StageA3Title
fr: Stage de 3ème année

source: StageA4Description
fr: Un stage de 4ème année à l'étranger, dans le cadre des études

source: StageA4Title
fr: Stage de 4ème année, à l'étranger

source: StageA5Date
fr: Inconnue

source: StageA5Description
fr: Un stage concluant les études

source: StageA5Title
fr: Stage de fin d'étude (5ème année)

source: Success
fr: Succès

source: Timeline
fr: Mon parcours

source: Vacation planner website
fr: Site web de planification de vacances

source: Welcome to my portfolio !
fr: Bienvenue sur mon portfolio !

source: alcatel dashboard
fr: Dashboard alcatel

source: backup management software
fr: Logiciel de gestion de sauvegarde

source: highschoolDescription
fr: Fillière générale S - SI (science de l'ingénieur), spécialité SI

source: highschoolTitle
fr: Lycée Freppel

source: réseau
fr: Architecture réseau
